@extends('master::layouts.master')
@section('title')
    {{__('generic.upazila_worksheet')}}
@endsection
@section('content')
    <div class="container-fluid">
        <div class="row">
            <div class="col-md-12">
                <div class="card" id="print-area">
                    <div class="card-header custom-header-bg">
                        <h3 class="card-title font-weight-bold">{{ __('generic.upazila_worksheet') }} </h3>

                        <div class="card-tools">
                            <div class="btn-group">
                                @can('viewAny', $meeting)
                                    <a href="{{route('admin.meeting_management.meetings.index')}}"
                                       class="btn btn-sm btn-primary btn-rounded">
                                        <i class="fas fa-backward"></i> {{ __('generic.back_to_list') }}
                                    </a>
                                @endcan
                            </div>

                        </div>
                    </div>

                    <!-- /.card-header -->
                    <div class="card-body">
                        <div class="row">
                            <div class="col-md-12">
                                <button class="float-right btn btn-outline-info px-4" id="print-btn"
                                        onclick="window.print()"><i
                                        class="fas fa-print"></i> {{ __('generic.print') }}</button>
                            </div>
                            <div class="col-md-8 mx-auto">
                                <div class="">
                                    <table class="table table-borderless">
                                        <thead>
                                        <tr>
                                            <th colspan="2">
                                                <p class="text-center">গণপ্রজাতন্ত্রী বাংলাদেশ সরকার</p>
                                                <p class="text-center">জেলা প্রশাসকের কার্যালয়, নোয়াখালী</p>
                                                <p class="text-center">রাজস্ব (এসএ) শাখা</p>
                                            </th>
                                        </tr>
                                        <tr>
                                            <th colspan="2">
                                                <p class="text-center">জেলা কৃষি খাস জমি ব্যবস্থাপনা ও বন্দোবস্ত কমিটির সেপ্টেম্বর ২০২১ মাসের সভার কার্যবিবরণী</p>
                                            </th>
                                        </tr>
                                        <tr>
                                            <th>&nbsp;</th>
                                        </tr>
                                        <tr>
                                            <td colspan="2">
                                                <p>সভাপতিঃ মোহাম্মদ খোরশেদ আলম খান,</p>
                                                <p style="padding-left: 58px;">জেলা প্রশাসক</p>
                                                <p>সভার তারিখঃ ২৬/০৯/২০২১</p>
                                                <p>সভার সময়ঃ সকাল ১১:০০ ঘটিকা</p>
                                                <p>স্থানঃ জেলা প্রশাসক, নোয়াখালী এর সভাকক্ষে</p>
                                                <p>উপস্থিতিঃ পরিশিষ্ট 'ক'</p>
                                            </td>
                                        </tr>
                                        </thead>
                                        <tbody>
                                        <tr>
                                            <td colspan="2">
                                                <p class="m-0">
                                                    উপস্থিত সকলকে স্বাগত জানিয়ে সভার কাজ শুরু করা হয়। বিগত ২২ আগস্ট ২০২১ তারিখে অনুষ্ঠিত সভার কার্যবিবরণী
                                                    সভায় পাঠ করে শুনানো হয় এবং কোনো সংশোধনী না থাকায় তা সর্বসম্মতিক্রমে অনুমোদন করা হয়। অত:পর সভার আলোচ্যসূচি
                                                    অনুযায়ী নিম্নবর্ণিত বিষয়ে আলোচনা ও সিদ্ধান্ত গৃহীত হয়।
                                                    <br><br><br>
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td colspan="6">
                                                <div>
                                                    <table class="table table-bordered">
                                                        <thead>
                                                        <tr>
                                                            <td class="border text-center">ক্রঃ নং</td>
                                                            <td class="border text-center">আলোচনা</td>
                                                            <td class="border text-center">সিদ্ধান্ত</td>
                                                            <td class="border text-center">বাস্তবায়নে</td>
                                                        </tr>
                                                        </thead>
                                                        <tbody>
                                                        <tr>
                                                            <td class="border">১</td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border">২</td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border">৩</td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border">৪</td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                            <td class="border">সুর্বচর এবং কোম্পানীগঞ্জ উপজেলা ব্যতিত
                                                                [ঢা এর টার্গেট মোতাবেক প্রত্যেক উপজেলা | উপজেলাঅবশিষ্ট
                                                                উপজেলা হতে আলোচ্য মাসে কোন কৃষি | হতে বছরে কমপক্ষে
                                                                ৪৮ টি অর্থাৎ প্রতি মাসে || নির্বাহী খাস জমি বন্দোবস্তের প্রস্তাব
                                                                পাওয়া যায়নি। এ কমপক্ষে ০৪ টি করে কৃষি খাস জমি বন্দোবস্ত |
                                                                অফিসার| এ বিষয়ে সভায় বিস্তারিত আলোচনা হয়।
                                                            </td>
                                                        </tr>
                                                        </tbody>
                                                    </table>
                                                </div>
                                            </td>
                                        </tr>
                                        <tr class="text-center">
                                            <td colspan="2">
                                                <p>সভায় আর কোনো আলোচনা না থাকায় উপস্থিত সকলকে ধন্যবাদ জানিয়ে সভার সমাপ্তি ঘোষণা করা হয়।</p>
                                            </td>
                                        </tr>
                                        <tr class="text-right">
                                            <td colspan="2">
                                                <br>
                                                <p>মোহাম্মদ খরশেদ আলম খান</p>
                                                <p>জেলা প্রশাসক</p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <p>স্মারক নম্বর: ০৫.৪২.৭৫০০.০২২.০৬-০০৪.২০.১০৩০</p>
                                            </td>
                                            <td>
                                                <p>তারিখ: <span style="padding: 3px;border-bottom: 1px solid black;">৬ কার্তিক ১৪২৮</span><br>
                                                    <span style="padding-left: 38px;">২২ অক্টোবর ২০২১</span>
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td colspan="2" class="py-0">
                                                <p class="m-0">
                                                    বিতরণ (জ্যেষ্ঠতার ক্রমানুসারে নয) : <br>

                                                    ১) জনাব মোহাম্মদ একরামুল করিম চৌধুরী, মাননীয় সংসদ সদস্য, মাননীয় উপদেষ্টা, জেলা কৃষি খাস জমি ব্যবস্থাপনা ও
                                                    বন্দোবস্ত কমিটি, নোয়াখালী <br>

                                                    ২) সচিব, ভূমি মন্ত্রণালয্ <br>

                                                    ৩) বিভাগীয় কমিশনার, বিভাগীয় কমিশনারের কার্যালয়, চট্টগ্রাম <br>

                                                    ৪) পুলিশ সুপার, পুলিশ সুপারের কার্যালয়, নোয়াখালী <br>

                                                    ৫) অতিরিক্ত জেলা প্রশাসক (রাজস্ব), জেলা প্রশাসকের কার্যালয়, নোয়াখালী <br>

                                                    ৬) উপপরিচালক, উপপরিচালক এর কার্যালয়, কৃষি সম্প্রসারণ অধিদপ্তর, নোয়াখালী <br>

                                                    ৭) বিভাগীয় বন কর্মকর্তা, উপকূলীয় বন বিভাগ, নোয়াখালী <br>

                                                    ৮) উপজেলা নির্বাহী অফিসার, বেগমগঞ্জ /সোনাইমুড়ী/হাতিয়া/কবিরহাট/সেনবাগ/চাটখিল/নোয়াখালী
                                                    সদর/কোম্পানীগঞ্জ/সুবর্ণচর, নোয়াখালী <br>
                                                </p>
                                            </td>
                                        </tr>
                                        <tr class="text-right">
                                            <td colspan="2">
                                                <br><br>
                                                <p>অংগ্যজাই মারমা</p>
                                                <p>রেভিনিউ ডেপুটি কালেক্টর</p>
                                            </td>
                                        </tr>
                                        </tbody>
                                    </table>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>
            </div>
        </div>
    </div>

@endsection

@push('css')
    <style>
        @media print {
            @page {
                size: auto;
                margin: 0mm;
            }

            body * {
                visibility: hidden;
            }

            #print-btn {
                display: none;
            }

            .card-tools {
                display: none;
            }

            #print-area, #print-area * {
                visibility: visible;
            }

            #print-area {
                position: absolute;
                left: 0;
                top: 0;
            }
        }
    </style>
@endpush

