@extends('master::layouts.master')
@section('title')
    {{__('generic.landless')}}
@endsection
@section('content')
    <div class="container-fluid">
        <div class="row">
            <div class="col-md-12">
                <div class="card" id="print-area">
                    <div class="card-header custom-header-bg">
                        <h3 class="card-title font-weight-bold">{{ __('generic.kabuliat') }} </h3>


                        <div class="card-tools">
                            <div class="btn-group">
                                {{--@can('update', $landless)
                                    <a href="{{route('admin.landless.edit', [$landless->id])}}"
                                       class="btn btn-sm btn-primary btn-rounded">
                                        <i class="fas fa-plus-circle"></i> {{ __('generic.edit_button_label') }}
                                    </a>
                                @endcan--}}
                                @can('viewAny', $landless)
                                    <a href="{{route('admin.landless.index')}}"
                                       class="btn btn-sm btn-primary btn-rounded">
                                        <i class="fas fa-backward"></i> {{ __('generic.back_to_list') }}
                                    </a>
                                @endcan
                            </div>

                        </div>
                    </div>

                    <!-- /.card-header -->
                    <div class="card-body">
                        <div class="row">
                            <div class="col-md-12">
                                <button class="float-right btn btn-outline-info px-4" id="print-btn"
                                        onclick="window.print()"><i
                                        class="fas fa-print"></i> {{ __('generic.print') }}</button>
                            </div>
                            <div class="col-md-8 mx-auto">
                                <div class="">
                                    <table class="table table-borderless">
                                        <thead>
                                        <tr>
                                            <th colspan="2">
                                                <h4 class="text-center">ভূমিহীন বন্দোবস্ত প্রাপকের জন্য</h4>
                                            </th>
                                        </tr>
                                        </thead>
                                        <tbody>
                                        <tr>
                                            <th>
                                                <p class="border p-2 m-0">কবুলিয়ত ফরম নম্বর: </p>
                                            </th>
                                            <th>
                                                <p class="border p-2 m-0">থানা/উপজেলা: </p>
                                            </th>
                                        </tr>
                                        <tr>
                                            <th>
                                                <p class="border p-2 m-0">বন্দোবস্ত মামলা নম্বর: </p>
                                            </th>
                                            <th>
                                                <p class="border p-2 m-0">তারিখ: </p>
                                            </th>
                                        </tr>
                                        <tr>
                                            <th colspan="2">
                                                <p class="border p-2 m-0">জেলা প্রশাসকের পত্র সূত্র: </p>
                                            </th>
                                        </tr>

                                        <tr>
                                            <th colspan="2">
                                                <p class="m-0">
                                                    বরাবর,<br>
                                                    সহকারী কমিশনার (ভূমি)
                                                </p>
                                            </th>
                                        </tr>
                                        <tr>
                                            <td colspan="2">
                                                <p class="m-0">
                                                    উপজেলা: ................................. জেলা:
                                                    .................................<br>
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td colspan="2">
                                                <p class="m-0">
                                                    আমি: ................................. পিতা-
                                                    ................................. সাং-
                                                    .................................<br>
                                                </p>
                                                <p class="m-0">
                                                    মৌজা: ................................. থানা/উপজেলা:
                                                    ................................. এবং আমার স্ত্রী:
                                                    .................................<br>
                                                </p>
                                                <p class="m-0">
                                                    পিতা-: ................................................ যৌথভাবে
                                                    নিন্ম
                                                    তফসিল বর্ণিত একর ................................. শতাংশ খাস কৃষি
                                                    জমি<br>
                                                    বন্দোবস্থ গ্রহণ করিয়া নিন্মলিখিত শর্তে গণপ্রজাতন্ত্রী বাংলাদেশ সরকার
                                                    বাহাদুরের পক্ষে সহকারী কমিশনার (ভূমি) .............................
                                                    <br>
                                                    থানা/উপজেলা: .................................জেলা বরাবরে একক ও
                                                    দ্বৈত
                                                    দায়িত্ব লইয়া এই কবুলিয়ত সম্পাদন করিতেছি যে: <br>

                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td colspan="2">
                                                <div class="row">
                                                    <dt class="col-md-1">১।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">এই কবুলিয়ত প্রদানের তারিখ হইতে ৯৯ (নিরানব্বই)
                                                            বৎসর
                                                            অর্থাৎ.........................খৃঃ তারিখ হইতে
                                                            .........................খৃঃ তারিখ পর্যন্ত বলবত থাকিবে।</p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">২।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">তফসিল ভুক্ত যে জমি আমাদের বন্দোবস্ত দেওয়া হইলো
                                                            উহার
                                                            মধ্যে আমার স্বামী এবং স্ত্রী পত্যেকে জমির সম অংশীদার
                                                            হইব।</p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">৩।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            প্রদত্ত জমির নির্ধারিত সালামী আমরা এক কিস্তিতে পরিশোধ
                                                            করিয়াছি।
                                                            আমরা প্রতি বৎসর ১৫ই ফাল্গুনের মধ্যে পরবর্তী বৎসরের জন্য আইন
                                                            অনুযায়ী সময় সময় প্রচলিত খাজনা/ভূমি উন্নয়ন করসহ অন্যান্য
                                                            সরকারী
                                                            পাওনা তহশীল অফিসে পরিশোধ করিতে বাধ্য
                                                            থাকিব। যদি আমরা উহা না করি, তাহা হইলে প্রাপ্য খাজনা ১৬ই
                                                            ফাল্গুন
                                                            তারিখে বকেয়ায় পরিণত হইবে। খাজনা সম্পূর্ণ অথবা আংশিকভাবে
                                                            বকেয়ায়
                                                            পরিণত হইলে উহা সরকারী প্রাপ্যরূপে আদায় হইবে এবং সরকারী
                                                            প্রাপ্য
                                                            আদায় বিষয়ক আইনানুসারে এই
                                                            বকেয়ার জন্য সার্টিফিকেট জারী করা হইলে আমারা বকেয়া সহ উহার
                                                            উপর
                                                            শতকরা ১৬.০০ হারে ১৬ই ফাল্গুন হইতে সার্টিফিকেট স্বাক্ষর
                                                            করিবার
                                                            তারিখ পর্যন্ত সুদ সহ দিতে বাধ্য থাকিব। উপরোক্ত প্রাপ্য টাকা
                                                            দুই
                                                            বৎসর পর্যন্ত বকেয়া থাকিলে কিংবা পরিশোধ না করিলে এই বন্দোবস্ত
                                                            বাতিল কপ্রা যাইবে।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">৪।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমাদের জমির সীমানা পরিস্কার করতঃ সেখানে নিজ খরচায় সীমানার
                                                            চিহ্ন
                                                            স্থাপন করিব এবং উহা মেরামত করিয়া রাখিব। সীমানা চিহ্ন মাটির
                                                            ঢিপি
                                                            দিয়া নির্মাণ করিব এবং
                                                            উহার মধ্যে একটি কাঠের/বাঁশের খুঁটি পুঁতিয়া রাখিব ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">৫।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমরা সহকারী কমিশনার (ভূমি) এর লিখিত আদেশ গ্রহণ না করিয়া উক্ত
                                                            সীমানার বহির্ভূত কোন জায়গা দখল করিব না বা কোন জমিতে চাষ করিব
                                                            না।
                                                            ঐরূপ চাষ করিলে উৎপাদিত ফসল
                                                            সরকারে বাজেয়াপ্ত হইবে এবং আমাদের বন্দোবস্ত বাতিল হইবে।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">৬।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমরা সহকারী কমিশনার ভেমি) এর লিখিত অনুমতি ব্যতীত আমাদের জমি
                                                            সংলগ্র কোন খাল বা নালা ভরাট করিতে অথবা তাহাতে
                                                            কোন বাঁধ দিতে অথবা উহার গতি পরিবর্তন বা রোধ করিতে অথবা অন্য
                                                            কোন
                                                            প্রকারে কোন প্রতিরোধ জন্মাইতে পারিব না।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">৭।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            বন্দোবস্ত জমির সংলগ্র সরকারী রাস্তা মেরামতের জন্য যখনই
                                                            আবশ্যক
                                                            হইবে আমরা আমাদের জমি হইতে মাটি কাটিয়া লইতে
                                                            অনুমতি দিব এবং কোন বাধা দিব না।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">৮।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            চাষাবাদ ছাড়া আর কোন উদ্দেশ্যে এই জমি ব্যবহার করিতে পারিব
                                                            না,
                                                            তবে আমাদের নিজস্ব বসতবাটি না থাকিলে সহকারী
                                                            কমিশনার (ভূমি) এর লিখিত অনুমতি লইয়া প্রাণ্ড জমির এক
                                                            প্রান্তে
                                                            সর্বাধিক ০.০৮ একর জমি বসতবাটি হিসাবে ব্যবহার করিতে
                                                            পারিব।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">৯।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            সহকারী কমিশনার (ভেমি) এর লিখিত অনুমতি ব্যতীত আমাদের জমিতে
                                                            কোন
                                                            খাল খনন বা এমন কোনভাবে উহা ব্যবহার করিব না
                                                            যাহাতে উঞ্ত জমি চাষের অযোগ্য হইয়া পড়ে অথবা উহার মূল্য
                                                            বিশেষভাবে হ্রাস পায়।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১০।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            বন্দোবন্তি বা উহার কোন অংশ যদি সর্বসাধারণের ব্যবহারার্থে কোন
                                                            উদ্দেশ্যে সরকারের খাস করিবার প্রয়োজন হয় তাহা হইলে
                                                            আমরা উহাতে আপত্তি করিব না | তবে এশ্ষেত্রে খাস করা জমির খাজনা
                                                            হারাহারি মতে কমিবে এবং আমরা সরকার নির্ধারিত ক্ষতি
                                                            পুরণ পাইব।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১১।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            বন্দোবন্তপরাপ্ত জমি আমরা এবং আমাদের পরিবারের সদস্যরা নিজেরাই
                                                            চাষাবাদ করিব এবং কোন অবস্হাতেই বর্গাদার দারা চাষাবাদ
                                                            করাইতে পারিব না।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১২।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            যদি ন্যাধ্য এবং উপধুঞ্ ব্যতীত আমরা সমগ্র জমি বা উহার কোন অংশ
                                                            একাধারে গোটা এক বৎসর আবাদ করিতে না গারি
                                                            তাহা হইলে জেলা প্রশাসক মহোদয় উও্ত জমি খাস করিতে পারিবেন ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১৩।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমরা আমাদের জমির সমস্ত বা অংশ বিক্রয়, দান বা অন্য কোন
                                                            প্রকার
                                                            হস্তান্তর কিংবা বাটোয়ারা কিংবা লগিয়ত করিতে গারিব না।
                                                            তবে জেলা প্রশাসকের অনুমতি লইয়া এই জমি কোন ব্যাংক বা সমবায়
                                                            সমিতির অথবা সরকারের নিকট বন্ধক রাখিতে গারিব।
                                                        </p>
                                                    </dd>
                                                </div>


                                                <div class="row">
                                                    <dt class="col-md-1">১৪।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমি বা আমরা কোন সমবায় সমিতি, দলের সদস্য হিসাবে এই জমি
                                                            পাইয়া থাকিলে, আগি এবং আমরা জমি পাওয়ার পরও সমিতি দর পতি
                                                            সমান
                                                            জগত থাকি এ কল দিযে তু নাল রি বানি তি সদিকিলু ত্যাগ করিলে এই
                                                            বন্দোবস্ত বাতিল করা মাইনে ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১৫।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমরা যদি কো সমবায় সমিতির সদস্য না হইয়া থাকি তাহা হইলে এই
                                                            বন্দোবস্ত ২(দুই) বৎসর পাওয়া দই রস সি
                                                            সদস্যপদ গ্রহণ করিব ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১৬।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            এই বন্দোবস্ত গাওয়ার পর আমাদের স্বামী-স্ব্ীর মধ্যে যদি বিবাহ
                                                            বিচ্ছেদ হায় কিংবা আমাদের কেহ যদি নারী নির্ধাতন আইনে দোষী
                                                            প্রমাণিত হই তাহলে এই বন্দোবস্ত বাতিল সহ সরকারের সকল
                                                            সিদ্ধান্ত
                                                            মানিয়া লইতে বাধ্য থাকিব!
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১৭।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            বন্দোবস্ত জমির মালিকানা স্বত্ব এবং এ জমির ভুগর্তস্হিত
                                                            সর্বপ্রকার
                                                            খনিজ দ্রব্যাদির স্বত্ব, এরূপ খনিজ দ্রব্যাদি খনন করিয়া
                                                            উঠাইতে,
                                                            সংগ্রহ করিতে বা হস্তান্তর করিতে যে গথন্বত্ব ও যুক্তি সংগত
                                                            অপরাপর
                                                            সুবিধা আবশ্যক হইবে তাহা সরকারের এখতিয়ারে থাকিবে
                                                            এবং উহাতে আমাদের কোন আপত্তি ৰা অধিকার থাকিবে না।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১৮।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            বর্তমানে যে নিয়মাবলী আছে বা পরে যে সকল আইনাদি প্রণয়ন করা
                                                            হইবে
                                                            এবং যাহা এই করুলিয়ত শর্তাদির প্রতিকূল নহে, সেই
                                                            সকল নিয়ম কানুন মানিয়া চলিতে বাধ্য থাকিব ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">১৯।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            এই কবুলিয়তের শর্তাদি আমাদের উত্তরাধিকারী, ওছি বা
                                                            স্হলাভিষিপ্
                                                            ব্যপ্ি প্রকৃত পক্ষে যাহারা এই জমি ভোগ দখল করিবে
                                                            তাহাদের উপরও বাধ্যকর হইবে । তাহারা আমার বা আমাদের মৃত্যুর বা
                                                            তাহাদের নিকট জমি হস্তান্তরিত হইবার তিন মাসের মধ্যে
                                                            সহকারী কমিশনার (ভূমি) অফিসে নিজেদের নামজারী করিবে | যদি না
                                                            করে
                                                            তবে যতকাল উহা না করিবে তাহার প্রতি মাসের জন্য
                                                            ১০-০০ (দেশ) টাকা হারে অর্থদন্ড হইতে পারিবে ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">২০।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমরা পুনরায় প্রতিজ্ঞা পুনর্বার করিতেছি যে, আমাদের প্রদত্ত
                                                            -_______-তারিখের আবেদনের প্রতিক্তি বওব্য সত্য ।
                                                            যদি কোন সময় প্রকাশ পায় যে, দরখান্তে বর্ণিত কোন বিবরণ অসত্য
                                                            ছিল
                                                            তবে বন্দোবস্তকৃত জমি সরকারের বাজেয়াপ্ত বলিয়া গন্য
                                                            হইবে ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">২১।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            যদি আমরা উল্লেখিত শর্তাদির কোনটি ভঙ্গ করি তবে জেলা প্রশাসক
                                                            মহোদয় এই বন্দোবস্ত রদ করিয়া জমি খাস করিতে পারিবেন
                                                            এবং তজন্য আমরা কোন ক্ষতি পূরণ দাবী করিতে বা কোন আদালতের
                                                            ভশ্রয়
                                                            গ্রহণ করিতে পারিব না ।
                                                        </p>
                                                    </dd>
                                                </div>
                                                <div class="row">
                                                    <dt class="col-md-1">২২।</dt>
                                                    <dd class="col-md-11">
                                                        <p class="m-0">
                                                            আমরা এই কবুলিয়তের সমস্ত শর্ত প্রতিপালন করিলে এই জমির উপর
                                                            আমাদের
                                                            ওয়ারিশানদের উত্তরাধিকার থাকিবে এবং এই
                                                            বন্দোবস্ত্ের মেয়াদ অন্তে আমাদের উভয়ের অথবা আমাদের
                                                            ওয়ারিশানদের
                                                            নিকট যে কোন শর্তে ও ন্যায্য খাজনায় বান্দোবস্তের প্রস্তাব
                                                            করা হয়, তাহা অঙ্গীকার করিয়া আমরা/তাহারা পরস্পর নতুন
                                                            বন্দোবস্ত
                                                            লইতে পারিব/ পারিবে।
                                                        </p>
                                                    </dd>
                                                </div>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <p class="m-0">
                                                    তফসিল
                                                </p>
                                            </td>
                                            <td>
                                                <p class="m-0">
                                                    পরিবার প্রধানের স্বাক্ষর/টিপসই
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <p class="m-0">
                                                    মৌজা &nbsp;&nbsp;&nbsp;&nbsp;ঃ
                                                </p>
                                            </td>
                                            <td>
                                                <p class="m-0">
                                                    খতিয়ান &nbsp;&nbsp;&nbsp;&nbsp;ঃ
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <p class="m-0">
                                                    মৌজা &nbsp;&nbsp;&nbsp;&nbsp;ঃ
                                                </p>
                                            </td>
                                            <td>
                                                <p class="m-0">
                                                    স্ত্রী/ স্বামীর স্বাক্ষর/টিপসই
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td class="py-0">
                                                <div>
                                                    <table class="table table-bordered">
                                                        <thead>
                                                        <tr>
                                                            <th class="border">দাগ নম্বর</th>
                                                            <th class="border">জমি</th>
                                                            <th class="border">দাগ নম্বর</th>
                                                            <th class="border">জমি</th>
                                                        </tr>
                                                        </thead>
                                                        <tbody>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        <tr>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                            <td class="border"></td>
                                                        </tr>
                                                        </tbody>
                                                    </table>
                                                </div>
                                            </td>
                                            <td class="py-0" style="vertical-align:middle;">
                                                <p class="m-0">
                                                    নামঃ
                                                </p>
                                                <p class="m-0">
                                                    সনাক্তকারীর নামঃ
                                                </p>
                                                <p class="m-0">
                                                    নামঃ
                                                </p>
                                                <p class="m-0">
                                                    ঠিকানাঃ
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td colspan="2" class="py-0">
                                                <p class="m-0">
                                                    সহকারী কমিশনার (ভূমি) এর কার্যালয়<br>
                                                    .......................থানা/উপজেলা<br>
                                                    .......................জেলা
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td colspan="2" class="py-0">
                                                <p class="m-0">
                                                    আমি... সহকারী কমিশনার (ভূমি), ..............থানা/উপজেলাঃ
                                                    .............. জেলা
                                                    সরকারের পক্ষ হইতে উপরোক্ত কবুলিয়ত গ্রহণ করিলাম এবং জনাব ......... ও
                                                    জনাব ..................... কে উপরোঞ্ত তফসীলে বর্ণিত সম্পত্তি আগামী
                                                    ৯৯ (নিরানব্বই) বৎসরের জন্য অর্থাৎ আগামী..............
                                                    বাং ...................... ইং তারিখ পর্যন্ত সময়ের জন্য বন্দোবস্ত
                                                    দিলাম।
                                                </p>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td colspan="2" class="py-4" align="center" style="vertical-align:middle;">
                                                <p class="m-0">
                                                    স্বাক্ষরঃ
                                                </p>
                                                <p class="m-0">
                                                    নামঃ
                                                </p>
                                                <p class="m-0">
                                                    তারিখ
                                                </p>
                                            </td>
                                        </tr>
                                        </tbody>
                                    </table>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>
            </div>
        </div>
    </div>

@endsection

@push('css')
    <style>
        @media print {
            @page {
                size: auto;
                margin: 0mm;
            }

            body * {
                visibility: hidden;
            }

            #print-btn {
                display: none;
            }

            .card-tools {
                display: none;
            }

            #print-area, #print-area * {
                visibility: visible;
            }

            #print-area {
                position: absolute;
                left: 0;
                top: 0;
            }
        }
    </style>
@endpush

